Repository: ix-ax/AXOpen
Catalog: src/Security/src/AXOpen.Security.Blazor/Resources/BlazorResources.*.resx
Languages: sk

source: Account Manage
sk: Nastavenia

source: Username
sk: Meno

source: Group
sk: Skupina

source: Old password
sk: Staré heslo

source: New password
sk: Nové heslo

source: Confirm new password
sk: Potvrďte nové heslo

source: Update
sk: Zmeniť

source: Sorry, you are not logged in. Please log in.
sk: Nie ste prihlásený. Prosím, prihláste sa.

source: Updated!
sk: Zmenené!

source: User succesfully updated.
sk: Užívateľské nastavenia zmenené.

source: Not updated!
sk: Nedošlo k zmene!

source: User was not updated.
sk: Užívateľské nastavenia neboli zmenené.

source: Sorry, you are not authorized to access user management. Please log in as administrator.
sk: Na správu účtov nemáte práva. Prosím, prihláste sa do administrátorského účtu.

source: Create new user
sk: Vytvoriť užívateľa

source: Password
sk: Heslo

source: Confirm password
sk: Potvrďte heslo

source: Create
sk: Vytvoriť

source: Sorry, you are not authorized to create new users. Please log in as administrator.
sk: Na vytvorenie účtu nemáte práva. Prosím, prihláste sa do administrátorského účtu.

source: Created!
sk: Vytvorené!

source: User successfully created.
sk: Užívateľ vytvorený.

source: Not created!
sk: Nevytvorené!

source: User was not created.
sk: Užívateľ nebol vytvrorený.

source: Created
sk: Vytvorené

source: List of users:
sk: Zoznam užívateľov:

source: Can change password
sk: Môže zmeniť heslo

source: Modified
sk: Modified (Upravené)

source: Selected user:
sk: Vybraný užívateľ:

source: Choose group
sk: Vyberte skupinu

source: Delete
sk: Odstrániť

source: Delete user
sk: Odstrániť užívateľa

source: Do you want to delete user
sk: Chcete odstrániť užívateľa?

source: Close
sk: Zatvoriť

source: Deleted!
sk: Odstránené!

source: User succesfully deleted!
sk: Užívateľ úspešne odstránený!

source: Wrong name!
sk: Nesprávne meno!

source: Not deleted!
sk: Neodstránené!

source: Group successfully updated!
sk: Skupina úspešne aktualizovaná!

source: Group was not updated.
sk: Skupina nebola aktualizovaná.

source: Wrong group name
sk: Nesprávny názov skupiny

source: Group successfully created!
sk: Skupina úspešne vytvorená!

source: Group was not created.
sk: Skupina nebola vytvorená.

source: Group successfully deleted
sk: Skupina úspešne odstránená

source: Group was not deleted.
sk: Skupina nebola odstránená.

source: List of groups:
sk: Zoznam skupín:

source: Group name
sk: Názov skupiny

source: Create new group
sk: Vytvoriť novú skupinu

source: Selected group:
sk: Vybraná skupina:

source: Available roles:
sk: Dostupné role:

source: Select all
sk: Vybrať všetko

source: Delete group
sk: Odstrániť skupinu

source: Do you want to delete group
sk: Chcete odstrániť skupinu?

source: Profile
sk: Profil

source: Log out
sk: Odhlásiť sa

source: Log in
sk: Prihlásenie

source: User Management
sk: Užívatelia

source: Group Management
sk: Skupiny
